trait-name-Dockta = Полумесячный
trait-description-Dockta = [color=green]
    Это основной язык фракции ЛРНП (Лига Рабочих Нового Полумесяца). Все члены ЛРНП могут говорить и понимать его. [/color]
    Язык, развитый ЛРНП с течением времени как усилие по искоренению репрессивных старых порядков и приветствию нового;
    мешанина из Базового Солнечного, Низкого Имперского и многих других языков, иммигрировавших в Сектор Полумесяц, интегрированных для использования
    с агрессивными жестами рук для общения с другими в условиях безвоздушного, невесомого пространства. [color=red]
    Переводческое устройство для этого языка доступно как исследование Т1 для всех фракций. [/color]
trait-name-HighImperial = Высокий имперский
trait-description-HighImperial = Язык, в основном используемый знатью Старой Земли. С влиянием преимущественно европейской лингвистики, Высокий имперский сегодня считается мёртвым языком, сохраняемым лишь небольшим населением преданных имперских граждан и знати.
trait-name-Clarizian = Кларизийский
trait-description-Clarizian = Кларизийский — официальный язык Свободных Кларизийских Герцогств. Построен с использованием элементов фарси, арабского и турецкого, используется как знатными, так и простолюдинами.
trait-name-SolBasic = Базовый солнечный
trait-description-SolBasic = Производная форма Высокого имперского и Базового Тау Сета, очищенная до базовых компонентов, чтобы сделать язык более понятным для иностранных торговцев и иммигрантов. Базовый солнечный использовался низшими кастами имперского общества задолго до переворота Власти, но был объявлен официальным родным языком зарождающейся нации во время их декларации о суверенитете.
trait-name-Kaishago = Кайшаго
trait-description-Kaishago = [color=green]
    Это основной язык фракции ТПШ («Шиногара» Тяжёлая Промышленность). Все члены ТПШ могут говорить и понимать его. [/color]
    Странное сжатие древнего японского, созданное для передачи максимального объёма информации за минимальное время.
    У большинства сотрудников ТПШ есть мозговой чип, непроизвольно закрепляющий эту форму общения. [color=red]
    Переводческое устройство для этого языка доступно как исследование Т1 для всех фракций. [/color]
trait-name-LowImperial = Низкий имперский
trait-description-LowImperial = [color=green]
    Это основной язык фракции БМС (Божественный Мандат Солнца). Все члены БМС могут говорить и понимать его. [/color]
    Язык, на котором говорят на большей части пространства Империи. Искажение древних романских языков, таких как французский и румынский,
    окрашенное множеством диалектов, которые всё же каким-то образом взаимопонятны. [color=red]
    Переводческое устройство для этого языка доступно как исследование Т1 для всех фракций. [/color]
trait-name-Freespeak = Сындикант
trait-description-Freespeak = [color=green]Это основной язык фракции TS (Тайпанский Сындикат). Все члены TS могут на нем говорить и понимать его. [/color]
    В основном чистая разновидность древнеамериканского языка.
    В связи с боевой направленностью его носителей большая часть терминологии была заменена военными терминами.[color=red]
    Переводческое устройство для этого языка доступно как исследование Т1 для всех фракций. [/color]
trait-name-OldTaypani = Древнетайпанский
trait-description-OldTaypani = Созданный из отчаяния и постоянной миграции — Древнетайпанский — это язык, происходящий от различных диалектов унати и атириан. Иногда глоттальный и гортанный, говорение на этом языке является знаком благочестия в кругах Матроны и признаком нищеты для многих.
trait-name-American = Американский
trait-description-American = Смесь различных древних языков, происходящих со Старой Терры, на котором говорят жители Нового Американского Протектората.
trait-name-IPMBionicPryarm = ИПМ Бионическая монтировочная рука
trait-description-IPMBionicPryarm = ЗАПОЛНИТЕЛЬ
trait-name-SHIBionicEye = ТЯП Бионический глаз
trait-description-SHIBionicEye = ЗАПОЛНИТЕЛЬ
