bookofkane-extendeddescription-NCWL = Книга с цитатами героя-мученика ранней Революции. Вдохновляет.
bookofkane-extendeddescription-DSM = Поругание всех ценностей, за которые должен стоять праведный дворянин!
bookofkane-extendeddescription-SHI = Поругание всех ценностей, за которые должен стоять корпоративный сотрудник! Начальник не должен видеть, что я это читаю!
bookofkane-extendeddescription-TFSC = Старая пропагандистская книжка, набитая цитатами. Выглядит потрёпанной.
bookofkane-extendeddescription-ATH = Поругание всех ценностей, за которые должен стоять прилежный гражданин! Никто не должен видеть, что я это читаю!
bookofkane-extendeddescription-SRM = Поругание всех ценностей, за которые должен стоять праведный последователь Ромэна! Кроме **НАСИЛИЯ**!
