rat-crew-monitor-title = Монитор экипажа
rat-crew-monitor-no-data = Нет данных об экипаже
rat-crew-monitor-flavor-left = Интегрированная система слежения
rat-crew-monitor-flavor-right = v3.1

ent-ComputerCrewMonitorDebug = улучшенная консоль мониторинга экипажа
    .desc = Отображает всех членов экипажа по всей карте. Сервер не требуется.

ent-ComputerCrewMonitorDSM = консоль мониторинга экипажа БМС
    .desc = Отслеживает всех членов фракции БМС в секторе.

ent-ComputerCrewMonitorNCWL = консоль мониторинга экипажа ЛРНП
    .desc = Отслеживает всех членов фракции ЛРНП в секторе.

ent-ComputerCrewMonitorSHI = консоль мониторинга экипажа Шиногары
    .desc = Отслеживает всех членов корпорации Шиногары в секторе.

ent-ComputerCrewMonitorTFSC = консоль мониторинга экипажа КВСТ
    .desc = Отслеживает всех членов фракции КВСТ в секторе.

ent-ComputerTabletopCrewMonitorDebug = настольная улучшенная консоль мониторинга экипажа
    .desc = Отображает всех членов экипажа по всей карте. Сервер не требуется.

ent-ComputerTabletopCrewMonitorDSM = настольная консоль мониторинга экипажа БМС
    .desc = Отслеживает всех членов фракции БМС в секторе.

ent-ComputerTabletopCrewMonitorNCWL = настольная консоль мониторинга экипажа ЛРНП
    .desc = Отслеживает всех членов фракции ЛРНП в секторе.

ent-ComputerTabletopCrewMonitorSHI = настольная консоль мониторинга экипажа Шиногары
    .desc = Отслеживает всех членов корпорации Шиногары в секторе.

ent-ComputerTabletopCrewMonitorTFSC = настольная консоль мониторинга экипажа КВСТ
    .desc = Отслеживает всех членов фракции КВСТ в секторе.

ent-HandheldCrewMonitorDSM = портативный монитор экипажа БМС
    .desc = Ручной монитор экипажа, отслеживающий членов фракции БМС.

ent-HandheldCrewMonitorNCWL = портативный монитор экипажа ЛРНП
    .desc = Ручной монитор экипажа, отслеживающий членов фракции ЛРНП.

ent-HandheldCrewMonitorSHI = портативный монитор экипажа Шиногары
    .desc = Ручной монитор экипажа, отслеживающий членов корпорации Шиногары.

ent-HandheldCrewMonitorTFSC = портативный монитор экипажа КВСТ
    .desc = Ручной монитор экипажа, отслеживающий членов фракции КВСТ.