# nanotrasen
job-description-nt-melee-borg = Вступай в ближний бой с угрозами. Круши черепа кулаками. Координируй действия с другими активами НаноТрейзен.
job-description-nt-ranged-borg = Вступай в бой с угрозами на дистанции. Перемалывай тела буром. Координируй действия с другими активами НаноТрейзен.
job-description-nt-utility-ipc = Загружай боеприпасы и обслуживай корабли НаноТрейзен. Координируй действия с другими активами НаноТрейзен.

# ncwl
job-description-ncwl-faction-leader = Руководи Лигой на внешнем контуре. Поддерживай отношения с другими фракциями или готовь планы войны. Не умирай.
job-description-ncwl-kommissar = Руководи Лигой изнутри. Следи, чтобы рабочие выполняли свою работу. Казни предателей.
job-description-ncwl-mvd-officer = Будь видимой рукой Центрального Комитета. Веди свой небольшой отряд и выполняй приказы Комиссара.
job-description-ncwl-mvd-grunt = Будь видимой рукой Центрального Комитета. Следуй за Комиссаром и исполняй его приказы.
job-description-ncwl-fleetkapitan = Командуй массой партизан. Слушай Комиссара. Поддерживай сплочённость на поле боя.
job-description-ncwl-partisan = Защищай Лигу. Слушай своего Флоткапитана. Делай, что приказано.
job-description-ncwl-industry-taskmaster = Следи, чтобы материалы перерабатывались в товары на обмен и боеприпасы. Организуй обслуживание флота.
job-description-ncwl-industry-artificer = Слушай старшину. Добывай ресурсы для Лиги. Делай ремонт и модификации кораблей.
job-description-ncwl-medical-director = Держи Лигу живой и здоровой. Координируй исследования. Заказывай кибернетику и новые препараты.
job-description-ncwl-artificer = Следи, чтобы материалы перерабатывались в товары на обмен и боеприпасы. Проводите исследования.
job-description-ncwl-worker-overboss = Организуй разбор обломков и добычу. Следи, чтобы рабочие работали. Обеспечь поток ресурсов в Промышленный Комплекс Лиги. Организуй торговые маршруты.
job-description-ncwl-worker-dockhand = Слушай Начальника Снабжения. Выполняй торговые рейсы. Заказывай снабжение. Работай в командах по разбору обломков и добыче. Попадай в конвейерные ленты.
job-description-ncwl-medical-doctor = Держи Рабочих в живых. Ходи со Стражей на задания. Делай препараты, спасай тех, кто потерялся в космосе.
job-description-ncwl-coordinator = Организуй разбор обломков и добычу. Следи, чтобы рабочие работали. Обеспечь поток ресурсов в Лигу.
job-description-ncwl-newbie = Делай работу, которую нужно делать. Служи Лиге. Слушай начальство.

# syndicate
job-description-ringleader = Координируй КВСТ. Утверждай и обеспечивай исполнение контрактов.
job-description-lieutenant = Помогай своему Главярю координировать КВСТ. Утверждай и обеспечивай исполнение контрактов.
job-description-infanteer = Следуй своим контрактам. Охоться за наградами. Продавай тому, кто заплатит больше.
job-description-technician = Следуй своим контрактам. Охоться за наградами. Обслуживай артиллерию своего судна.
job-description-coordinator = Координируй Интердайн. Веди учёт запасов. Следи, чтобы контракты выполнялись.
job-description-ripperdoc = Следуй своим контрактам. Оказывай помощь своим наёмникам.
job-description-traumasec = Обеспечивай безопасность клиентов по полису. Занимайся их медицинскими нуждами. Устраняй угрозы клиенту.
job-description-operative = Защищай Семью. Саботируй врагов Синдиката.
job-description-intelligenceofficer = Представляй интересы Семьи. Саботируй врагов Синдиката.
job-description-cyberdawntech = Исследуй новые технологии для Семьи.
ghost-role-information-CS-core-description = Продвинутый искусственный интеллект, созданный Cybersun. Ты действуешь уже сотни лет: выполняй цели CDT и защищай свой корабль и экипаж.
job-description-shipbreaker = Чини суда Синдиката, а чужие разбирай на лом.
job-description-foreman = Координируй Профсоюз. Веди пиратские абордажи. Разбирай суда на лом.

# empire
job-description-freeholder = Обеспечивай доход и ресурсы для Империи.
job-description-levyman = Защищай владения и исполняй волю Кайзера.
job-description-knight = Возглавляй и организуй Имперский флот.
job-description-ritter = Облачись в экзопанцирь. Неси победу и славу Империи в бою.
job-description-courtier = Используй интриги и влияние, чтобы укреплять свою власть и повышать статус.
job-description-labor =  Управляй промышленностью и торговлей.
job-description-adjutant = Координируй действия Империи, обеспечивая выполнение приказов и эффективное управление.
job-description-governor = Защищай свои территории любой ценой. Твой главный долг — сохранить Мандат и обеспечить его процветание.
job-description-logistics = Отвечай за снабжение армии кораблями и боеприпасами.
job-description-wealth = Управляй экономикой. Обеспечивай финансовый поток Империи и отвечай за выплаты.
job-description-foremanimp = Руководи рабочими, обеспечивая эффективность и дисциплину.
job-description-scribe = Исследуй новые технологии, поднимай и восстанавливай заброшенные суда для усиления флота.
job-description-archmaester = Возглавляй технологов. Открывай и внедряй передовые технологии.
job-description-surgeon = Лечи раны и болезни своих товарищей по оружию, сохраняя боеспособность армии.
job-description-advocatus = Расследуй дела и проверяй лояльность подданных Империи. Допрашивай преступников, карай изменников и следи за соблюдением Мандата.
job-description-advocatustemplar = ОБудь мечом и щитом Следователя. Исполняй его приказы, охраняй его и беспощадно обеспечивай соблюдение Мандата.

# srm#
job-description-tender = Лечи раны товарищей. Обслуживай суда Святого. Выполняй черновую работу.
job-description-apprenticehunter = Учись Охоте у назначенного Мастера-Охотника.
job-description-hunter = Участвуй в Охоте. Лови нонконформистов для продажи.
job-description-montagne = Помогай своему Надсмотрщику организовывать Охотников в секторе.
job-description-overseer = Руководи Великой Охотой.

# shi
job-description-executive = Управляй активами Shinohara в пределах Тайпана.
job-description-board = Помогай своему Управляющему координировать активы Shinohara в системе.
job-description-corpsec = Охраняй активы корпорации. Задерживай буйных клиентов или сотрудников.
job-description-highsec = Защищай военные интересы корпорации. Реагируй на высокорисковые задания.
job-description-boardhr = Следи за соблюдением корпоративных стандартов и занимайся связями с общественностью.
job-description-hos-shi = Организуй службу безопасности корпорации.
job-description-employee = Служи в различных отделах корпорации.
job-description-medtech = Исследуй и разрабатывай новые технологии, лечи недуги сотрудников.

# cmm
job-description-ordnanceman = Обслуживай артиллерию судов Minutemen.
job-description-machinist = Чини и обслуживай суда Minutemen.
job-description-physician = Лечи заключённых и воинов CMM.
job-description-minuteman = Арестовывай преступников. Патрулируй законные районы системы.
job-description-watchmaster = Координируй своих подчинённых для заместителя маршала.
job-description-deputymarshal = Координируй Minutemen в отсутствие маршала. Приводи ополчение в порядок.
job-description-marshal = Координируй Minutemen. Надзирай за военным и гражданским судом. Защищай систему.

# tap
job-description-prophet = Веди свою паству к свету. Поддерживай порядок в Семьях.
job-description-acolytetap = Следуй за своим Пророком. Обеспечивай его безопасность.
job-description-tinkerer = Присматривай за вечно хворающим Aasim. Следи, чтобы всё работало. Исследуй новые технологии.
job-description-hangartech = Присматривай за лавкой Thukker, перемещай грузы, следи за трюмом Aasim.
job-description-techminer = Ходи за ломом. Ищи артефакты и утраченную технологию для Мастеров.
job-description-beltrunner = Доставляй продукцию Izdari с Aasim нужным людям. Обеспечивай безопасность операций своей семьи.
job-description-draugr = Утверждай своё превосходство над Сервилами. Охраняй боевой грузовик. Слушай Пророка. Его слово — закон.
job-description-servile = Слушай своих Драугров — отрабатывай право жить в семье. Сделай себе имя.
job-description-antiquarian = Обеспечивай нужды системы на чёрном рынке. Следи, чтобы твой офис остался цел.

# ath
job-description-kommandant = Командуй 43-й боевой группой. Обеспечь полную интеграцию этой системы.
job-description-leutnant = Веди боевые флоты 43-й боевой группы.
job-description-kanoneer = Занимайся ремонтом и обслуживанием вооружения и шаттлов 43-й боевой группы.
job-description-soldat = Будь пехотой 43-й боевой группы. Патрулируй сектор. Уничтожай псиоников.
job-description-sanitat = Лечи раненых и больных 43-й боевой группы. Диагностируй многочисленные психические болезни товарищей.
job-description-steward = Обеспечивай бесперебойную работу 43-й боевой группы. Будь клеем, который держит её вместе.
job-description-oberartz = Сектор Кресент заперт вместе с твоим великолепным умом и твоим сокрушительным фаустовским духом.
job-description-logistat = Организуй огромные грузы, которые снабжают 43-ю боевую группу. Не забудь, куда делся контейнер с колонками.
job-description-handels = Торгуй грузами, которые снабжают 43-ю боевую группу, и пополняй свой кредитный баланс.
job-description-forscher = Заперт в таком богатом пространстве редкостей. Такой потенциал для исследований у тебя в руках.
job-description-chirurgeon = Столько новых вскрытий для каталога. Но отложишь ли ты ампутацию ещё на час.
job-description-vorarbeiter = Веди Работяг к новым промышленным завоеваниям. Добывай звёзды и куй мощь 43-й боевой группы.
job-description-arbeiter = Промышленная кровь Авторитата. Следуй указаниям Ворарбайтера. Бойся псионика.

# misc
job-description-spacer = Будь независимым гражданином Тайпана.
job-description-gliess-sheriff = Следи за законом в Глиесс-Санто.
job-description-gliess-deputy = Помогай Шерифу поддерживать закон в Глиесс-Санто.
job-description-gliess-dockmaster = Следи, чтобы никто не взорвал твою станцию.
job-description-dockhand = Помогай Док-мастеру обслуживать Глиесс-Санто.

# conscript-ncwl - for PLANETFALL
job-description-conscript-ncwl-ship-captain = Пилотируй «Клементину». Следи за её сохранностью и грамотно используй вооружение. Погибни вместе с кораблём.
job-description-conscript-ncwl-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Помогай солдатам делать свою работу. Не покидай корабль.
job-description-conscript-ncwl-leader = Веди остатки NCWL. Обеспечь, чтобы Лига взяла под контроль Владзену.
job-description-conscript-ncwl-officer = Командуй людьми в пехотном бою. Обеспечь сплочённость. Слушай старших.
job-description-conscript-ncwl-amr = Работай по приоритетным целям. Тщательно выбирай выстрелы. Не промахивайся. (Крупнокалиберная винтовка)
job-description-conscript-ncwl-lmg = Обеспечивай огневую поддержку товарищам. Контролируй поле боя. (Лёгкий пулемёт)
job-description-conscript-ncwl-doctor = Держи товарищей в живых. Собирай тела для клонирования. (Magnum)
job-description-conscript-ncwl-shotgun = Пробивайся сквозь вражеские линии. Падай первым. (Двуствольный дробовик)
job-description-conscript-ncwl-smg = Наказывай самоуверенность. Не давай поднять голову. (Пистолет-пулемёт)
job-description-conscript-ncwl-rifleman = Будь рядовым строя. Будь трупами, на которых Лига будет стоять. (Винтовка с продольно-скользящим затвором)
job-description-conscript-ncwl-cadet = Слушай старших. Держи голову ниже и учись. (Винтовка с продольно-скользящим затвором)

# conscript-dsm - for PLANETFALL
job-description-conscript-dsm-ship-captain = Пилотируй «Немезиду». Следи за её сохранностью и грамотно используй вооружение. Погибни вместе с кораблём.
job-description-conscript-dsm-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Помогай солдатам делать свою работу. Не покидай корабль.
job-description-conscript-dsm-leader = Веди карательный режим. Верни честь своему дому. Сотри Лигу.
job-description-conscript-dsm-officer = Командуй людьми в пехотном бою. Обеспечь сплочённость. Слушай старших.
job-description-conscript-dsm-amr = Работай по приоритетным целям. Тщательно выбирай выстрелы. Не промахивайся. (Крупнокалиберная винтовка)
job-description-conscript-dsm-lmg = Обеспечивай огневую поддержку братьям. Контролируй поле боя. (Лёгкий пулемёт)
job-description-conscript-dsm-doctor = Держи братьев в живых. Собирай тела для клонирования. (Magnum)
job-description-conscript-dsm-shotgun = Пробивайся сквозь вражеские линии. Падай первым. (Револьверный дробовик)
job-description-conscript-dsm-smg = Наказывай самоуверенность. Не давай поднять голову. (Пистолет-пулемёт)
job-description-conscript-dsm-rifleman = Будь рядовым строя. Будь трупами, на которых Лига будет стоять. (Винтовка с рычажным затвором)
job-description-conscript-dsm-cadet = Слушай старших. Держи голову ниже и учись. (Винтовка с рычажным затвором)

# unionfall-ncwl
job-description-unionfall-ncwl-ship-captain = Пилотируй якорные корабли флота. Координируйся с другими судами. Погибни вместе с кораблём.
job-description-unionfall-ncwl-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Не покидай корабль. Слушай Великого Стюарда.
job-description-unionfall-ncwl-leader = Веди остатки NCWL. Обеспечь, чтобы Лига выжила и уничтожила своих врагов.
job-description-unionfall-ncwl-officer = Веди небольшие отряды. Обеспечь сплочённость. Слушай Коменданта.
job-description-unionfall-ncwl-doctor = Держи товарищей в живых.
job-description-unionfall-ncwl-rifleman = Будь рядовым строя. Пилотируй истребители и ультралайты. Слушай старших.
job-description-unionfall-ncwl-cadet = Слушай старших. Держи голову ниже и учись.

# unionfall-dsm
job-description-unionfall-dsm-ship-captain = Пилотируй якорные корабли флота. Координируйся с другими судами. Погибни вместе с кораблём.
job-description-unionfall-dsm-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Не покидай корабль. Слушай Великого Стюарда.
job-description-unionfall-dsm-leader = Веди карательный режим. Верни честь своему дому. Сотри Лигу.
job-description-unionfall-dsm-officer = Веди небольшие отряды. Обеспечь сплочённость. Слушай Рыцаря-баннерета.
job-description-unionfall-dsm-doctor = Держи своих людей в живых.
job-description-unionfall-dsm-rifleman = Будь рядовым строя. Пилотируй истребители и ультралайты. Слушай старших.
job-description-unionfall-dsm-cadet = Слушай старших. Держи голову ниже и учись.