# nanotrasen
job-description-nt-melee-borg = Вступай в ближний бой с угрозами. Круши черепа кулаками. Координируй действия с другими активами НаноТрейзен.
job-description-nt-ranged-borg = Вступай в бой с угрозами на дистанции. Перемалывай тела буром. Координируй действия с другими активами НаноТрейзен.
job-description-nt-utility-ipc = Загружай боеприпасы и обслуживай корабли НаноТрейзен. Координируй действия с другими активами НаноТрейзен.

# ncwl
job-description-ncwl-faction-leader = Руководи Лигой на внешнем контуре. Поддерживай отношения с другими фракциями или готовь планы войны. Не умирай.
job-description-ncwl-kommissar = Руководи Лигой изнутри. Следи, чтобы рабочие трудились на благо коммунистических идей. Расстреливай врагов народа.
job-description-ncwl-mvd-officer = Будь рукой Центрального Комитета. Веди свой небольшой отряд и выполняй указания Комиссара.
job-description-ncwl-mvd-grunt = Будь исполнителем Центрального Комитета. Следуй за Комиссаром и Офицерами МБД, исполняй приказы, наказывай врагов партии.
job-description-ncwl-fleetkapitan = Командуй гвардейским батальоном. Слушай Комиссара. Поддерживай сплочённость на поле боя.
job-description-ncwl-partisan = Защищай Рабочую Лигу. Слушай своего Офицера Флота. Ни шагу назад!
job-description-ncwl-industry-taskmaster = Следи, чтобы материалы перерабатывались в торговые товары и боеприпасы. Организуй обслуживание флота.
job-description-ncwl-industry-artificer = Слушай старшину. Добывай ресурсы для Лиги. Делай ремонт и модификации кораблей.
job-description-ncwl-medical-director = Держи Лигу живой и здоровой. Координируй исследования. Заказывай кибернетику и новые препараты.
job-description-ncwl-artificer = Следи, чтобы материалы перерабатывались в торговые товары и боеприпасы. Проводи исследования.
job-description-ncwl-worker-overboss = Организуй разбор обломков и добычу. Следи, чтобы рабочие работали. Обеспечь поток ресурсов в Промышленный Комплекс Лиги. Организуй торговые маршруты.
job-description-ncwl-worker-dockhand = Слушай Начальника Снабжения. Выполняй торговые рейсы. Заказывай снабжение. Работай в командах по разбору обломков и добыче. Попадай в конвейерные ленты.
job-description-ncwl-medical-doctor = Держи Рабочих в живых. Лечи бойцов на поле боя. Делай препараты. Спасай тех, кто потерялся в космосе.
job-description-ncwl-coordinator = Организуй разбор обломков и добычу. Следи, чтобы рабочие работали. Обеспечь поток ресурсов в Лигу.
job-description-ncwl-newbie = Делай работу, которую нужно делать. Служи Рабочей Лиге. Будь верен коммунистической партии. Слушай начальство.

# syndicate
job-description-ringleader = Ты - главарь всего КВСТ. Защищай этих умников, заключай контракты!
job-description-lieutenant = Помогай главарю, шевели своих парней. Обеспечивай исполнение контрактов!
job-description-infanteer = Будь наемной силой, режь бошки всем этим ублюдкам! Охоться за наградами. Продавай тому, кто заплатит больше.
job-description-technician = Следуй своим сделкам. Охоться за наградами. Обслуживай артиллерию своего судна.
job-description-coordinator = Координируйте корпорацию. Ведите учёт продукции. Обеспечьте исполнение контрактов, соответствующих высшим стандартам "Интердайн".
job-description-ripperdoc = Следуй своим контрактам. Оказывай помощь своим наёмникам.
job-description-traumasec = Обеспечивайте безопасность клиента по полису. Удовлетворите его медицинские нужды. Устраняйте угрозы клиенту.
job-description-operative = Защищай Семью. Саботируй врагов Синдиката.
job-description-intelligenceofficer = Представляй интересы Семьи. Саботируй врагов Синдиката.
job-description-cyberdawntech = Исследуй новые технологии для Семьи.
ghost-role-information-CS-core-description = Продвинутый искусственный интеллект, созданный Cybersun. Ты действуешь уже сотни лет: выполняй цели CDT и защищай свой корабль и экипаж.
job-description-shipbreaker = Чини суда Синдиката, а чужие развалины сбивай на лом. Модифицируй корабли и продавай втридорога.
job-description-foreman = Начальствуй над разборщиками. Тащи вражеские шхуны. Разбирай суда на лом.

# empire
job-description-freeholder = Работай во благо великой Империи, выполняй поручения аристократов.
job-description-levyman = Защищай владения Мандата и силой воина претворяй волю Кайзера.
job-description-knight = Возглавь отряды гарнизона и командуй экипажами кораблей. Веди праведные войска в бой.
job-description-ritter = Облачись в боевой мех. Стальной кавалерией неси славу Империи в бою.
job-description-courtier = Участвуй в дипломатических миссиях, властвуй над простолюдинами, разводи сплетни и интриги.
job-description-labor =  Управляй промышленностью и торговлей.
job-description-adjutant = Возглавь Божественный Флот. Координируй корабли Мандата, командуй гарнизоном и Священной станцией.
job-description-governor = Властвуй над всеми имперскими владениями, исполни миссию Великого Кайзера. Твое слово Божественно.
job-description-logistics = Веди торговые флоты и шахтерские экспедиции, следи за выполнением заказов в промышленной зоне.
job-description-wealth = Обогати казну, организуй прибыль. Бери заказы у недостойных организаций, организуй торговые и добывающие эскадры. Заведуй промышленностью.
job-description-foremanimp = Руководи рабочей чернью, ударом хлыста поддерживай дисциплину.
job-description-scribe = Исследуй новые технологии, поднимай и восстанавливай заброшенные суда для усиления флота.
job-description-archmaester = Возглавь хартию писцов. Заведуй Медикатусами и скрипторием, обеспечь изучение технологий.
job-description-surgeon = Излечивай раны павших воинов, готовь снадобья и стимуляторы.
job-description-advocatus = Возглавь Министерство Просвещения, проповедуй и поддерживай веру. Расследуй нарушения священных устоев, наказывай провинившихся.
job-description-advocatustemplar = Следуй указам Министра Просвещения, внедряй соблюдение устоев Мандата. Сжигай заживо еретиков и предателей.

# srm#
job-description-tender = Лечи раны братьев по Охоте. Обслуживай суда Святого. Обучай учеников азам врачевания и Милости Серрейн. Выполняй черновую работу.
job-description-apprenticehunter = Учись Охоте у назначенного мастера-охотника.
job-description-hunter = Участвуй в Охоте. Лови грязные расы для продажи. Искореняй неверных.
job-description-montagne = Помогай своему Надсмотрщику организовывать Охотников в секторе. Проводи проповеди и мессы. Неси Слово Святых в сектор.
job-description-overseer = Руководи Великой Охотой. Исполни божественную Волю.

# shi
job-description-executive = Управляйте активами корпорации «Шиногара» в пределах данного сектора. Максимизируйте доходы.
job-description-board = Способствуйте координированию активов «Шиногары» в системе, участвуйте в совете директоров.
job-description-corpsec = Охраняйте активы корпорации. Задерживайте клиентов или сотрудников, не соответствующих ценностям компании.
job-description-highsec = Защищайте военные интересы корпорации. Реагируйте на задания повышенного риска.
job-description-boardhr = Следите за соблюдением корпоративных стандартов, занимайтесь связями с общественностью.
job-description-hos-shi = Организуйте службу безопасности корпорации. 
job-description-employee = Работайте в различных отделах корпорации. Мы — одна семья.
job-description-medtech = Исследуйте и разрабатывай новые технологии, проводите медицинскую помощь сотрудникам.

# cmm
job-description-ordnanceman = Веди отряды ополчения в бой. Поддерживай дисциплину. Обучай новобранцев.
job-description-machinist = Чини и обслуживай суда минитменов.
job-description-physician = Лечи заключённых и солдат минитменов.
job-description-minuteman = Арестовывай преступников. Патрулируй законные районы системы и обеспечивай безопасность станции.
job-description-watchmaster = Координируй своих подчинённых для заместителя маршала. Руководи блюстителями.
job-description-deputymarshal = Координируй минитменов в отсутствие маршала. Приводи ополчение в порядок.
job-description-marshal = Управляй Глисс-Санто. Координируй минитменов. Надзирай за военным и гражданским судом. Защищай систему.

# tap
job-description-prophet = Веди четыре семьи. Углубляйся как в науку, так и в духовность.
job-description-acolytetap = Исследуй, лечи раны, будь устами, через которые говорит Пророк.
job-description-tinkerer = В безопасной обстановке укрытия строй и ремонтируй корабли, а также создавай оборудование.
job-description-hangartech = Строй грандиозные корабли во имя Пакта.
job-description-techminer = Собери всё, что тебе удастся найти. Помоги мастеру в его работе.
job-description-beltrunner = Слушайся антиквара. Защищай его от пиратов. Перевози грузы.
job-description-draugr = Отбивай пиратов, справляйся с неуправляемыми клиентами, устраняй утечки и саботируй врагов Пакта.
job-description-servile = Помоги своему драугру защитить то, что осталось от Четырёх Семей.
job-description-antiquarian = Заключай торговые соглашения, заработай деньги, представляй Пакт.

# ath
job-description-kommandant = Командуй 43-й боевой группой. Обеспечь полную интеграцию этой системы.
job-description-leutnant = Веди боевые флоты 43-й боевой группы.
job-description-kanoneer = Занимайся ремонтом и обслуживанием вооружения и шаттлов 43-й боевой группы. Командуй егерями и санитатами. Подчиняйся офицерам.
job-description-soldat = Будь пехотой 43-й боевой группы. Патрулируй сектор. Уничтожай псиоников.
job-description-sanitat = Лечи раненых и больных 43-й боевой группы. Диагностируй многочисленные психические болезни товарищей.
job-description-steward = Обеспечивай бесперебойную работу 43-й боевой группы. Будь клеем, который держит её вместе.
job-description-oberartz = Сектор Кресент заперт вместе с твоим великолепным умом и твоим сокрушительным фаустовским духом.
job-description-logistat = Организуй огромные грузы, которые снабжают 43-ю боевую группу. Не забудь, куда делся контейнер с колонками.
job-description-handels = Торгуй грузами, которые снабжают 43-ю боевую группу, и пополняй свой кредитный баланс.
job-description-forscher = Заперт в таком богатом пространстве редкостей. Такой потенциал для исследований у тебя в руках.
job-description-chirurgeon = Столько новых вскрытий для каталога. Но отложишь ли ты ампутацию ещё на час.
job-description-vorarbeiter = Веди Работяг к новым промышленным завоеваниям. Добывай звёзды и куй мощь 43-й боевой группы.
job-description-arbeiter = Промышленная кровь Авторитата. Следуй указаниям Ворарбайтера. Бойся псионика.

# misc
job-description-spacer = Будь независимым гражданином Тайпана.
job-description-gliess-sheriff = Следи за законом в Глиесс-Санто.
job-description-gliess-deputy = Помогай Шерифу поддерживать закон в Глиесс-Санто.
job-description-gliess-dockmaster = Следи, чтобы никто не взорвал твою станцию.
job-description-dockhand = Помогай маршалу и минитменам обслуживать Глиесс-Санто.

# conscript-ncwl - for PLANETFALL
job-description-conscript-ncwl-ship-captain = Пилотируй «Клементину». Следи за её сохранностью и грамотно используй вооружение. Погибни вместе с кораблём.
job-description-conscript-ncwl-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Помогай солдатам делать свою работу. Не покидай корабль.
job-description-conscript-ncwl-leader = Веди остатки NCWL. Обеспечь, чтобы Лига взяла под контроль Владзену.
job-description-conscript-ncwl-officer = Командуй людьми в пехотном бою. Обеспечь сплочённость. Слушай старших.
job-description-conscript-ncwl-amr = Работай по приоритетным целям. Тщательно выбирай выстрелы. Не промахивайся. (Крупнокалиберная винтовка)
job-description-conscript-ncwl-lmg = Обеспечивай огневую поддержку товарищам. Контролируй поле боя. (Лёгкий пулемёт)
job-description-conscript-ncwl-doctor = Держи товарищей в живых. Собирай тела для клонирования. (Magnum)
job-description-conscript-ncwl-shotgun = Пробивайся сквозь вражеские линии. Падай первым. (Двуствольный дробовик)
job-description-conscript-ncwl-smg = Наказывай самоуверенность. Не давай поднять голову. (Пистолет-пулемёт)
job-description-conscript-ncwl-rifleman = Будь рядовым строя. Будь трупами, на которых Лига будет стоять. (Винтовка с продольно-скользящим затвором)
job-description-conscript-ncwl-cadet = Слушай старших. Держи голову ниже и учись. (Винтовка с продольно-скользящим затвором)

# conscript-dsm - for PLANETFALL
job-description-conscript-dsm-ship-captain = Пилотируй «Немезиду». Следи за её сохранностью и грамотно используй вооружение. Погибни вместе с кораблём.
job-description-conscript-dsm-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Помогай солдатам делать свою работу. Не покидай корабль.
job-description-conscript-dsm-leader = Веди карательный режим. Верни честь своему дому. Сотри Лигу.
job-description-conscript-dsm-officer = Командуй людьми в пехотном бою. Обеспечь сплочённость. Слушай старших.
job-description-conscript-dsm-amr = Работай по приоритетным целям. Тщательно выбирай выстрелы. Не промахивайся. (Крупнокалиберная винтовка)
job-description-conscript-dsm-lmg = Обеспечивай огневую поддержку братьям. Контролируй поле боя. (Лёгкий пулемёт)
job-description-conscript-dsm-doctor = Держи братьев в живых. Собирай тела для клонирования. (Magnum)
job-description-conscript-dsm-shotgun = Пробивайся сквозь вражеские линии. Падай первым. (Револьверный дробовик)
job-description-conscript-dsm-smg = Наказывай самоуверенность. Не давай поднять голову. (Пистолет-пулемёт)
job-description-conscript-dsm-rifleman = Будь рядовым строя. Будь трупами, на которых Лига будет стоять. (Винтовка с рычажным затвором)
job-description-conscript-dsm-cadet = Слушай старших. Держи голову ниже и учись. (Винтовка с рычажным затвором)

# unionfall-ncwl
job-description-unionfall-ncwl-ship-captain = Пилотируй якорные корабли флота. Координируйся с другими судами. Погибни вместе с кораблём.
job-description-unionfall-ncwl-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Не покидай корабль. Слушай Великого Стюарда.
job-description-unionfall-ncwl-leader = Веди остатки NCWL. Обеспечь, чтобы Лига выжила и уничтожила своих врагов.
job-description-unionfall-ncwl-officer = Веди небольшие отряды. Обеспечь сплочённость. Слушай Коменданта.
job-description-unionfall-ncwl-doctor = Держи товарищей в живых.
job-description-unionfall-ncwl-rifleman = Будь рядовым строя. Пилотируй истребители и ультралайты. Слушай старших.
job-description-unionfall-ncwl-cadet = Слушай старших. Держи голову ниже и учись.

# unionfall-dsm
job-description-unionfall-dsm-ship-captain = Пилотируй якорные корабли флота. Координируйся с другими судами. Погибни вместе с кораблём.
job-description-unionfall-dsm-ship-crew = Обслуживай орудия и латай пробоины. Загружай боеприпасы. Не покидай корабль. Слушай Великого Стюарда.
job-description-unionfall-dsm-leader = Веди карательный режим. Верни честь своему дому. Сотри Лигу.
job-description-unionfall-dsm-officer = Веди небольшие отряды. Обеспечь сплочённость. Слушай Рыцаря-баннерета.
job-description-unionfall-dsm-doctor = Держи своих людей в живых.
job-description-unionfall-dsm-rifleman = Будь рядовым строя. Пилотируй истребители и ультралайты. Слушай старших.
job-description-unionfall-dsm-cadet = Слушай старших. Держи голову ниже и учись.
