language-Universal-name = Универсальный
language-Universal-description = Что вы такое?
language-Psychomantic-name = Психомантика
language-Psychomantic-description = Чистый смысл, свободный от тирании примитивных слов и жестов.
language-Bubblish-name = Пузырчатый
language-Bubblish-description = Язык слаймов. Являясь смесью булькающих звуков и хлопков, он очень труден для произношения людьми без использования механических приспособлений.
language-RootSpeak-name = Корнеречь
language-RootSpeak-description = Странный язык со свистом, на котором говорят дионы.
language-Nekomimetic-name = Некомиметика
language-Nekomimetic-description = Для стороннего наблюдателя этот язык — непонятная мешанина ломаного японского. Для фелинидов и они это каким-то образом понятно.
language-Draconic-name = Синта'Унати
language-Draconic-description = Общий язык Могеса, состоящий из шипящих звуков и треска. Родной язык унати.
language-Azaziba-name = Синта'Азазиба
language-Azaziba-description =
    Язык Могеса, состоящий из комбинации устной речи и жестикуляции.
    Хотя он и угасает с тех пор, как Могес вышел на галактическую арену, он всё ещё популярен среди унати, не попавших под культурное доминирование Гегемонии.
language-SolCommon-name = Общесолнечный
language-SolCommon-description =
    Уходя корнями в китайский мандарин, Общий развился как официальный язык Альянса Сола, где чиновники работали над его объединением общим языком.
    На нём говорят государственные чиновники, его преподают в школах и используют те, кто испытывает национальную гордость за Альянс или иным образом поддался культуре.
language-NovuNederic-name = Нову-Недерик
language-NovuNederic-description =
    Некогда язык мореплавателей и торговцев, ныне голос космонавтов, терраформеров и пионеров — и великих любителей сельского хозяйства.
    На этом прямом и прагматичном торговом языке, на котором говорят в Новых Нидерландах, сохранились резкие согласные и урезанные гласные его старосветских корней.
    Основанный на веках мореплавания, освоения земель и торговли, он процветает среди тех, кто формирует целые миры — как их предки формировали землю из моря.
language-TauCetiBasic-name = Базовый Тау-Кита
language-TauCetiBasic-description =
    Духовный преемник эсперанто, созданный в 2404 году в Тау Кита интеллектуалами Кита.
    Его уникальный, полностью настраиваемый алфавит и структура позволяют говорить на нём даже большинству инопланетных видов.
    Это официальный язык Тау Кита, набирающий популярность в дипломатических кругах и среди универсалистов по всему человеческому пространству.
language-Tradeband-name = Торговая лента
language-Tradeband-description =
    Срединный язык Сектора Полумесяца. Уходит корнями в земные славянские языки, но адаптирован
    говорящими для размещения нечеловеческих голосовых связок.
language-Freespeak-name = Либертальский
language-Freespeak-description =
    Язык отступников и первопроходцев, происходящий от различных языков Земли, таких как хинди,
    объединённых в многокорневую мешанину, звучащую бессвязно или даже варварски для неносителей языка.
    Этот язык — единственная общая культурная идентичность для людей на фронтире. Само говорение на этом языке смело заявляет, что говорящий — свободный дух.
    Граждане Империи часто называют его «уличным жаргоном».
language-Elyran-name = Элиранский стандарт
language-Elyran-description =
    Элиранский стандарт — официальный язык Элиранской Республики. Построен с использованием элементов фарси, арабского и турецкого языков.
    Влияние всех трёх этих языков можно увидеть в его грамматике и словаре.
language-Canilunzt-name = Канилунцт
language-Canilunzt-description =
    Гортанный язык, на котором говорят и используют жители системы Ваззенд,
    состоящий из рычания, лая, тявканья и интенсивного использования движений ушей и хвоста. Вульпканины говорят на этом языке с лёгкостью.
language-Moffic-name = Атирийский
language-Moffic-description = Язык атирийцев граничит с полной невразумительностью.
language-RobotTalk-name = Роботоречь
language-RobotTalk-description = Язык, состоящий из резких двоичных чириканий, свиста, шипения и скулежа. Органические языки не могут говорить на нём без помощи специальных переводчиков.
language-Calcic-name = Кальциевый
language-Calcic-description = Гремящий костями язык скелетов и плазмаменов. Звучит как гармоничный хруст костей с юмористическим тоном, без всяких фальшивых подколов.
language-Sign-name = Жестовый космонавтов
language-Sign-description = Эволюционировавшая форма древнего американского жестового языка, используемая всеми космонавтами. Состоит в основном из агрессивных жестов на длину руки, предназначенных для чёткой видимости в тишине ВКД.
language-Marish-name = Маришский
language-Marish-description = Язык, на котором говорят только рождённые в пустоте, который невозможно воспроизвести обычными языками.
language-ValyrianStandard-name = Валирийский стандарт
language-ValyrianStandard-description =
    Язык, происходящий от восточноевропейских языков старой Земли. Валирийский стандарт — общеупотребительный язык гарпий, выросших на их родном мире Валириан 4б.
    Редко используется за пределами миров его носителей и в наше время был вытеснен «Конлангами» Альянса Сола.
    Его носители — те, кто желает поддерживать традиции и верования древних народов эпохи до колониализма.
language-Chittin-name = Хиттин
language-Chittin-description =
    Язык, состоящий из щелчков, жужжания и различных резких насекомых звуков.
    Большая часть их речи исходит от усиков, что делает этот язык почти невозможным для изучения теми, у кого их нет.
language-Xeeplian-name = Ксииплианский
language-Xeeplian-description =
    Наш язык высокоразвит, эффективен и лаконичен.
    Мы полюбили имитировать болтовню некоторых низших форм жизни в дальнейшем достижении Наших целей.

# Animal Languages

language-Cat-name = Кошачий
language-Cat-description = Мяу
language-Dog-name = Собачий
language-Dog-description = Гав!
language-Fox-name = Лисий
language-Fox-description = Тяв!
language-Xeno-name = Ксено
language-Xeno-description = Сссс!
language-Monkey-name = Обезьяний
language-Monkey-description = Ууук!
language-Mouse-name = Мышиный
language-Mouse-description = Пиии!
language-Chicken-name = Куриный
language-Chicken-description = Кудах!
language-Duck-name = Утиный
language-Duck-description = Кря!
language-Cow-name = Коровий
language-Cow-description = Мууу!
language-Sheep-name = Овечий
language-Sheep-description = Бееее!
language-Kangaroo-name = Кенгуриный
language-Kangaroo-description = Чуу!
language-Pig-name = Свиной
language-Pig-description = Хрю!
language-Crab-name = Крабий
language-Crab-description = Клац!
language-Kobold-name = Кобольдий
language-Kobold-description = Шшш!
language-Hissing-name = Шипящий
language-Hissing-description = Шшш!
language-Eldritch-name = Элдрическй
language-Eldritch-description =
    Язык, считающийся давно забытым. Теперь единственными носителями этого богохульного языка визга и
    бормотания являются последователи древнего Бога Крови.
language-Penguin-name = Пингвиний
language-Penguin-description = Квааа!
language-DroneTalk-name = Дроний
language-DroneTalk-description = Непонятно для большинства не-дронов!
