employer_name_irc = Железное Кольцо
employer_name_irc_command = Железное Кольцо
employer_description_irc = Основана как дочерняя компания Тяжёлой Промышленности Синохара. Выделилась из материнской корпорации и обосновалась в Железном Кольце в Море Лома. Главный поставщик спасательного оборудования в секторе. База — верфь-разрушитель в Ченгридзе рядом с Военными Верфями Домашней Охраны, поддерживает экономику Союза.

employer_name_pta = Панг Тай Армс
employer_name_pta_command = Кирайго Морской Команд
employer_description_pta = Действует из Вольных Герцогств из королевской столицы Кирайго. Любимый поставщик мелких милиций и наёмников-одиночек, ищущих надёжное дешёвое снаряжение на фронтире. Специализируется на пехотном оборудовании, недавно расширила ассортимент до оружия для шаттлов и базовых судов. Расширилась в Тайпан с благословения Её Величества Изабеллы II, обходя королевскую блокаду.

employer_name_icm = Гражданское Производство Ихикерджа
employer_name_icm_command = Центком Ихикерджа
employer_description_icm = Работает локально в Тайпане. Главный экспортёр люксовых товаров и судов по всему сектору. Известны моделями для исследования и люксовыми лайнерами, а также базовым снаряжением выживания для тайпанских пустошей. Ихикерджа — самый распространённый бренд судов в системе, любимец новичков и неудачников.

employer_name_ipc = Фармацевтика Интердайн
employer_name_ipc_command = Морской Команд Коалиции
employer_description_ipc = Одна из немногих работающих медкомпаний Полумесяца. Расположена в Тайпане как и остальная Коалиция. Продаёт страховки жизни, клонирование, кибернетику, контролирует продажу медикаментов и ведёт прочий медторговлю. Считается респектабельной, критики указывают на связи с Коалицией как причину их участия в нелегальной торговле сектора.

employer_name_gsc = Мародёры Горлекс
employer_name_gsc_command = Морской Команд Коалиции
employer_description_gsc = Одна из многих пиратских и наёмных банд Тайпана — но самая многочисленная. Группа Горлекс имеет пальцы во всех пирогах морского боя: дочерние компании и союзники по абордажу, артиллерии и инженерии. Глубокие связи с местной бандитской культурой — первые на подозрении после крупных ограблений.

employer_name_saw = Союз Разрушителей и Астроработников
employer_name_saw_command = Морской Команд Коалиции
employer_description_saw = Профсоюз разрушителей и утилизаторов, ранее в рядах ЛРНП, расколовшийся по идеологическим разногласиям. После успешного восстания на верфях Прометей Синохара, КВ перегруппировались под знаменем Коалиции и сдают в аренду свои сомнительные услуги как каперы, грузовики и спасатели.

employer_name_cdt = Технологии Сайбердон
employer_name_cdt_command = Морской Команд Коалиции
employer_description_cdt = Компания восходит к Восточно-Азиатскому Консорциуму Старой Терры. Сайбердон начинали как разработчики чипов для продуктов Синохара, позже вышли на рынок оружия и боеприпасов с патентованной твёрдосветовой технологией. В Тайпане сидят в совете Коалиции, разрабатывая технику для менее умных союзников.

employer_name_scribes = Имперская Хартия Писцов
employer_name_scribes_command = Общество Осознанной Мысли
employer_description_scribes = Одна из старейших организаций Тайпана и Имперского Сверхскопления. Служит Божественному Солнечному Мандату с зарождения Империи. Оснащена умами прошлого, настоящего и будущего. Почти все прорывы сделаны на аванпостах Писцов: ноосфера, Граница, вооружение судов, недавнее открытие — твёрдосветовые дефлекторы для корабельных щитов.

employer_name_soga = Торговый Дом Сога
employer_name_soga_command = Барония Тайпана
employer_description_soga = Сформирована после первой Битвы за Тайпан. Малый Торговый Дом Сога взял на себя всю логистику новорождённого Дома Пэрства Кирхейс: грузы, склады, ростовщичество. Сегодня — главная банковская и торговая служба для имперских осколков в системе.

employer_name_kircheis = Дом Кирхейс
employer_name_kircheis_command = Барония Тайпана
employer_description_kircheis = Сформирован после первой Битвы за Тайпан как Дом Пэрства под надзором графа Генри Оливера из системы Домейн. Правительственный вассал семьи Оливер, авангардная сила в Тайпане для сбора налогов. После исчезновения Генри Оливера — главная имперская сила Тайпана, управляет Четвёртым Щитом Тайпана и местными силами Имперского Флота.

employer_name_imperialnavy = Имперский Гарнизон
employer_name_imperialnavy_command = Барония Тайпана
employer_description_imperialnavy = В основном укомплектован Домом Кирхейс. Имперский Гарнизон или Четвёртый Щит Тайпана — военная рука Баронии. Набирает всех рас, всех слоёв, особенно из рекрутов с имперской кровью.

employer_name_homeguard = Домашняя Охрана Союза
employer_name_homeguard_command = Морской Команд Союза
employer_description_homeguard = Под прямым надзором штаба Ченгридза. Отряд милиции, официально размещённый в системе. Волонтёры всех рас. Известна низкими стандартами найма и неожиданно крутыми медуслугами при высокой текучке пехоты.

employer_name_vrachev = Альянс Врачей
employer_name_vrachev_command = Морской Команд Союза
employer_description_vrachev = Альянс Врачей — прямая ответка Имперской Хартии Писцов. Волонтёры и спецы, курируют лечение граждан Союза и разработку новых технологий.

employer_name_sindikat = Синдикат Инженеров
employer_name_sindikat_command = Морской Команд Союза
employer_description_sindikat = Профсоюз Инженеров курирует строительство и ремонт Лиги. Отвечает за сборку боеприпасов, оружия, судов и обслуживание всех активов Союза в секторе.

employer_name_logistics = Логистический Союз Тайпана
employer_name_logistics_command = Морской Команд Союза
employer_description_logistics = Где спрос — там предложение. Изначально малая логистическая дивизия, выросла во что-то большее. Контракты по всему сектору и, по слухам, дальше. Если Логистический Союз не достанет — никто не достанет.
