nationality_name_union = Лига Рабочих Нового Полумесяца
nationality_description_union = Сформирована вскоре после восстания рабочих в секторе Полумесяц. Возглавлена разрозненными бандами рабочих и профсоюзами, позже коллективизировавшимися в национальную группу ЛРНП. Действует на социалистических идеалах, ставя свободу всех на первое место. Большинство считает их наивными.

nationality_name_empire = Божественный Мандат Солнца
nationality_description_empire = Создана после распада Соларианской Асцендансии. Божественный Мандат Солнца сплотился вокруг феодалистских идеалов всемогущего Кайзера. Завоевав большую часть Известного Космоса, имперцы застряли в Полумесяце и деградировали до второстепенной силы после серии восстаний и революций.

nationality_name_american = Новый Американский Протекторат
nationality_description_american = Сшит из обломков Американского Содружества Старой Терры. Новый Американский Протекторат изначально — рыхлый союз американских военных аванпостов за пределами растущей Империи. Сегодня действует на древних идеалах личной свободы и экономической независимости. Отвечает за логистику тяжёлого оружия в внешние сектора.

nationality_name_clarizian = Вольные Кларизианские Герцогства
nationality_description_clarizian = Основаны тогдашней наместницей Ариадной Клариз вскоре после создания Божественного Мандата Солнца. После падения Восточно-Азиатского Консорциума наместница бежала на юго-восток Известного Кластера и осела на умеренном мире Кирайго со свитой и гражданами, породив Герцогства. Рано подчинены Империей, позже вырвали свободу. Одно из немногих конституционных монархий Известного Кластера под Её Величеством Королевой Изабеллой Клариз II.

nationality_name_coalition = Коалиция Вольных Станций Тайпана
nationality_description_coalition = Одна из немногих тайпанских групп, локальных для региона. Коалиция — из пиратских королевств, разрушителей, мутных корпораций, бустерных банд и прочей сомнительной публики. Считается нелегитимной, но остаётся крупнейшей «независимой» политией системы с несколькими матерями-кораблями и станциями под контролем.

nationality_name_authority = Центральная Власть Солнца
nationality_description_authority = Новейший игрок галактики. Центральная Власть Солнца — правопреемница Божественного Мандата Солнца после внезапного переворота в имперской столице Терре. Удвоила ставки на человеческий супрематизм. Охотится и истребляет псиоников с предубеждением и упорством, веря, что это отсрочит конец Известного Кластера. Гипермилитаризованная нация с огромной территорией — главный источник изгнанников и иммигрантов в сектор Полумесяц.
